Repository: villeheikkila/uneton
Catalog: clients/ios/Uneton/Localizable.xcstrings
Source language: en
Languages: fi

# locTrackYourBabySSleepGrowthAndTemperatureTogether
source: Track your baby’s sleep, growth and temperature together.
fi: Seuraa vauvasi unta, kasvua ja lämpöä yhdessä paikassa.

# locKeepSleepGrowthAndTemperatureInOneSharedPlaceHaveAnInvitationScanItBelow
source: Keep sleep, growth and temperature in one shared place. Have an invitation? Scan it below.
fi: Pidä uni-, kasvu- ja lämpömerkinnät perheen yhteisessä paikassa. Saitko kutsun? Skannaa se alta.

# locExploreDemo
source: Explore demo
fi: Kokeile demoa

# locUseLocalServer
source: Use local server
fi: Käytä paikallista palvelinta

# locLocalCaregiver
source: Local caregiver
fi: Paikallinen hoitaja

# locPrivacyPolicy
source: Privacy Policy
fi: Tietosuojakäytäntö

# locTermsOfService
source: Terms of Service
fi: Käyttöehdot

# locAddYourBaby
source: Add your baby
fi: Lisää vauva

# locBabySName
source: Baby’s name
fi: Vauvan nimi

# locNameOrNickname
source: Name or nickname
fi: Nimi tai lempinimi

# locDateOfBirth
source: Date of birth
fi: Syntymäaika

# locGrowthReference
source: Growth reference
fi: Kasvuviite

# locNone
source: None
fi: Ei mitään

# locGirl
source: Girl
fi: Tyttö

# locBoy
source: Boy
fi: Poika

# locOptionalFinnishGrowthChartYouCanChangeThisLater
source: Optional Finnish growth chart. You can change this later.
fi: Valinnainen suomalainen kasvukäyrä. Voit vaihtaa valintaa myöhemmin.

source: Unsent changes are saved on this device. Scan a new invitation from that family to restore access and sync them.
fi: Lähettämättömät muutokset ovat tallessa tällä laitteella. Skannaa perheen uusi kutsu palauttaaksesi käyttöoikeuden ja synkronoidaksesi muutokset.

# locScanInvite
source: Scan invite
fi: Skannaa kutsu

# locAddBaby
source: Add baby
fi: Lisää vauva

# locPointTheCameraAtYourFamilyInvitationCode
source: Point the camera at your family invitation code
fi: Osoita kamera perhekutsun QR-koodiin

# locNoBabiesYet
source: No babies yet
fi: Ei vauvoja vielä

# locAddABabyToStartTrackingSleepGrowthAndTemperature
source: Add a baby to start tracking sleep, growth and temperature.
fi: Lisää vauva, niin voit alkaa seurata unta, kasvua ja lämpöä.

# locLoadingBabies
source: Loading babies…
fi: Ladataan vauvoja…

# locFamily
source: Family
fi: Perhe

# locFamilies
source: Families
fi: Perheet

# locBabies
source: Babies
fi: Vauvat

# locManageFamily
source: Manage family
fi: Hallitse perhettä

# locSyncConflicts
source: Sync conflicts
fi: Synkronointiristiriidat

# locDone
source: Done
fi: Valmis

# locAllChangesReconciled
source: All changes reconciled
fi: Kaikki muutokset on sovitettu

# locThereAreNoChangesThatNeedYourDecision
source: There are no changes that need your decision.
fi: Muutoksia ei odota päätöstäsi.

# locAnotherCaregiverChangedThisRecordBeforeYourOfflineChangeReachedTheServer
source: Another caregiver changed this record before your offline change reached the server.
fi: Toinen hoitaja muutti tätä merkintää ennen kuin yhteydettä tekemäsi muutos saapui palvelimelle.

# locMyChange
source: My change
fi: Oma muutos

# locServerVersion
source: Server version
fi: Palvelimen versio

# locUseServerVersion
source: Use server version
fi: Käytä palvelimen versiota

# locKeepMyChange
source: Keep my change
fi: Pidä oma muutos

# locSleepTimeChangedInTwoPlaces
source: Sleep time changed in two places
fi: Uniaikaa muutettiin kahdessa paikassa

# locSleepWasEditedAndDeleted
source: Sleep was edited and deleted
fi: Unimerkintää muokattiin ja se poistettiin

# locChangeNeedsReview
source: Change needs review
fi: Muutos vaatii tarkistuksen

# locSleeping
source: Sleeping
fi: Nukkuu

# locSleep
source: Sleep
fi: Uni

# locInsights
source: Insights
fi: Yhteenveto

# locGrowth
source: Growth
fi: Kasvu

# locTemperature
source: Temperature
fi: Lämpötila

# locSleepingNow
source: Sleeping now
fi: Nukkuu nyt

# locToday
source: Today
fi: Tänään

# locNoSleepLoggedYet
source: No sleep logged yet
fi: Ei unimerkintöjä vielä

# locStartSleep
source: Start sleep
fi: Aloita uni

# locEndsTheCurrentSleepAtThePresentTime
source: Ends the current sleep at the present time
fi: Päättää nykyisen unijakson tähän hetkeen

# locOpensThisSleepForEditing
source: Opens this sleep for editing
fi: Avaa unimerkinnän muokattavaksi

# locNowLowercase
source: now
fi: nyt

# locGrowthCurves
source: Growth curves
fi: Kasvukäyrät

# locReferenceCurves
source: Reference curves
fi: Viitekäyrät

# locOff
source: Off
fi: Pois

# locTheSelectedFinnishReferenceIsAVisualGuideOnlyNotAMedicalAssessment
source: The selected Finnish reference is a visual guide only, not a medical assessment.
fi: Valittu suomalainen viitekäyrä on vain visuaalinen apu, ei lääketieteellinen arvio.

# locAddMeasurement
source: Add measurement
fi: Lisää mittaus

# locNoMeasurementsYet
source: No measurements yet
fi: Ei mittauksia vielä

# locAddTheMeasurementsFromANeuvolaVisitOrHomeScale
source: Add the measurements from a neuvola visit or home scale.
fi: Lisää neuvolassa tai kotona tehdyt mittaukset.

# locHeightForAge
source: Height for age
fi: Pituus iän mukaan

# locWeightForAge
source: Weight for age
fi: Paino iän mukaan

# locReferenceIsLoading
source: Reference is loading
fi: Viitekäyrää ladataan

# locAge
source: Age
fi: Ikä

# locSeries
source: Series
fi: Sarja

# locMeasurement
source: Measurement
fi: Mittaus

# locHeightCm
source: Height (cm)
fi: Pituus (cm)

# locWeightKg
source: Weight (kg)
fi: Paino (kg)

# locBirth
source: Birth
fi: Syntymä

# locTemperatureC
source: Temperature (°C)
fi: Lämpötila (°C)

# locLogReadingsAndNotesForYourBabyYourFamilyCanSeeUpdatesToo
source: Log readings and notes for your baby. Your family can see updates too.
fi: Kirjaa vauvasi lämpömittaukset ja muistiinpanot. Perheesi näkee päivitykset myös.

# locAddTemperature
source: Add temperature
fi: Lisää lämpömittaus

# locNoReadingsYet
source: No readings yet
fi: Ei mittauksia vielä

# locAddAReadingWithItsTimeAndAnOptionalNote
source: Add a reading with its time and an optional note.
fi: Lisää mittausajankohta ja halutessasi muistiinpano.

# locEditTemperature
source: Edit temperature
fi: Muokkaa lämpömittausta

# locEditMeasurement
source: Edit measurement
fi: Muokkaa mittausta

# locDate
source: Date
fi: Päivämäärä

# locMeasured
source: Measured
fi: Mitattu

# locReading
source: Reading
fi: Mittaus

# locNote
source: Note
fi: Muistiinpano

# locOptionalNote
source: Optional note
fi: Valinnainen muistiinpano

# locDeleteReading
source: Delete reading
fi: Poista mittaus

# locDeleteMeasurement
source: Delete measurement
fi: Poista mittaus

# locSave
source: Save
fi: Tallenna

# locCancel
source: Cancel
fi: Peruuta

# locAdd
source: Add
fi: Lisää

# locStart
source: Start
fi: Aloita

# locLogSleep
source: Log sleep
fi: Kirjaa uni

# locEditSleep
source: Edit sleep
fi: Muokkaa unimerkintää

# locChooseStartTime
source: Choose start time
fi: Valitse aloitusaika

# locStarted
source: Started
fi: Alkanut

# locNow
source: Now
fi: Nyt

# locAlreadyWokeUp
source: Already woke up
fi: Herännyt jo

# locEnded
source: Ended
fi: Päättynyt

# locStatus
source: Status
fi: Tila

# locStillSleeping
source: Still sleeping
fi: Nukkuu edelleen

# locSleepSessions
source: Sleep sessions
fi: Unijaksot

# locInThisPeriod
source: in this period
fi: tällä jaksolla

# locDailyAverage
source: Daily average
fi: Päivittäinen keskiarvo

# locTotalSleep
source: total sleep
fi: unta yhteensä

# locSleepByDay
source: Sleep by day
fi: Uni päivittäin

# locDay
source: Day
fi: Päivä

# locHours
source: Hours
fi: Tuntia

# locSleepRhythm
source: Sleep rhythm
fi: Unirytmi

# locTimeOfDay
source: time of day
fi: vuorokaudenaika

# locEnd
source: End
fi: Loppu

# locSessionsPerDay
source: Sessions per day
fi: Unijaksoja päivässä

# locNaps
source: Naps
fi: Päiväunet

# loc7Days
source: 7 days
fi: 7 päivää

# loc30Days
source: 30 days
fi: 30 päivää

# locRange
source: Range
fi: Aikaväli

# locFamilyName
source: Family name
fi: Perheen nimi

# locSaveFamilyName
source: Save family name
fi: Tallenna perheen nimi

# locYourProfile
source: Your profile
fi: Oma profiili

# locYourName
source: Your name
fi: Oma nimi

# locSaveName
source: Save name
fi: Tallenna nimi

# locCaregivers
source: Caregivers
fi: Hoitajat

# locCaregiver
source: Caregiver
fi: Hoitaja

# locOwner
source: Owner
fi: Omistaja

# locYou
source: You
fi: Sinä

# locInviteCaregiver
source: Invite caregiver
fi: Kutsu hoitaja

# locFamilyInvitationQRCode
source: Family invitation QR code
fi: Perhekutsun QR-koodi

# locShareNewInvitation
source: Share new invitation
fi: Jaa uusi kutsu

# locPendingInvitations
source: Pending invitations
fi: Odottavat kutsut

# locRevoke
source: Revoke
fi: Peruuta

# locScanFamilyInvitation
source: Scan family invitation
fi: Skannaa perhekutsu

# locDeviceAndAccountSettings
source: Device and account settings
fi: Laitteen ja tilin asetukset

# locDeleteFamily
source: Delete family
fi: Poista perhe

# locLeaveFamily
source: Leave family
fi: Poistu perheestä

# locCreateAnotherFamily
source: Create another family
fi: Luo toinen perhe

# locLoadingFamily
source: Loading family…
fi: Ladataan perhettä…

# locRetryFamilyDetails
source: Retry family details
fi: Yritä perhetietojen latausta uudelleen

# locRemoveCaregiver
source: Remove caregiver
fi: Poista hoitaja

# locTransferOwnership
source: Transfer ownership
fi: Siirrä omistajuus

# locNewFamily
source: New family
fi: Uusi perhe

# locCreate
source: Create
fi: Luo

# locBaby
source: Baby
fi: Vauva

# locMode
source: Mode
fi: Tila

# locSleepPrediction
source: Sleep prediction
fi: Uniarvio

# locAdaptiveEstimate
source: Adaptive estimate
fi: Mukautuva arvio

# locManualInterval
source: Manual interval
fi: Käsin asetettu väli

# locTimeBetweenSleeps
source: Time between sleeps
fi: Unien välinen aika

# locQuietHoursStart
source: Quiet hours start
fi: Hiljaisen ajan alku

# locQuietHoursEnd
source: Quiet hours end
fi: Hiljaisen ajan loppu

# locTimeZone
source: Time zone
fi: Aikavyöhyke

# locAreaCity
source: Area/City
fi: Alue/Kaupunki

# locDeleteBabyAndRecords
source: Delete baby and records
fi: Poista vauva ja merkinnät

# locConfirmFamilyChange
source: Confirm family change
fi: Vahvista perheen muutos

# locRevokeInvitation
source: Revoke invitation
fi: Peru kutsu

# locThisCaregiverWillLoseAccessToTheFamily
source: This caregiver will lose access to the family.
fi: Tämä hoitaja menettää pääsyn perheeseen.

# locTheSelectedCaregiverWillBecomeTheOwnerYouWillRemainACaregiver
source: The selected caregiver will become the owner. You will remain a caregiver.
fi: Valitusta hoitajasta tulee omistaja. Sinä jatkat hoitajana.

# locTheInvitationWillStopWorking
source: The invitation will stop working.
fi: Kutsu lakkaa toimimasta.

# locYouWillLoseAccessToThisFamilyAndItsBabyRecords
source: You will lose access to this family and its baby records.
fi: Menetät pääsyn tähän perheeseen ja sen vauvan tietoihin.

# locThisPermanentlyDeletesTheFamilyAndItsBabyRecordsRemoveOtherCaregiversFirst
source: This permanently deletes the family and its baby records. Remove other caregivers first.
fi: Tämä poistaa perheen ja sen vauvan tiedot pysyvästi. Poista ensin muut hoitajat.

# locThisRemovesThisBabySSleepGrowthAndTemperatureRecordsForEveryoneInTheFamily
source: This removes this baby’s sleep, growth and temperature records for everyone in the family.
fi: Tämä poistaa vauvan uni-, kasvu- ja lämpömerkinnät kaikilta perheen jäseniltä.

# locSettings
source: Settings
fi: Asetukset

# locThisDevice
source: This device
fi: Tämä laite

# locPushNotifications
source: Push notifications
fi: Push-ilmoitukset

# locLiveActivities
source: Live Activities
fi: Live-aktiviteetit

# locSleepReminder
source: Sleep reminder
fi: Unimuistutus

# locAtPredictedTime
source: At predicted time
fi: Arvioituun aikaan

# loc15MinutesBefore
source: 15 minutes before
fi: 15 minuuttia ennen

# loc30MinutesBefore
source: 30 minutes before
fi: 30 minuuttia ennen

# loc1HourBefore
source: 1 hour before
fi: 1 tunti ennen

# locDeviceAndAccount
source: Device and account
fi: Laite ja tili

# locSignOut
source: Sign out
fi: Kirjaudu ulos

# locDeleteAccount
source: Delete account
fi: Poista tili

source: This signs out every device. Families you own transfer to another caregiver when one is present; otherwise their baby records are deleted.
fi: Tämä kirjaa ulos kaikilta laitteilta. Omistamasi perheet siirtyvät toiselle hoitajalle, jos sellainen on; muuten niiden vauvan tiedot poistetaan.

# locSleepWindowIsApproaching
source: Sleep window is approaching
fi: Uniaika lähestyy

# locOnlyDemoInvitationsWorkInDemoMode
source: Only demo invitations work in demo mode.
fi: Demotilassa toimivat vain demokutsut.

# locUseTheDemoSignInButtonToExploreWithoutAnAccount
source: Use the demo sign in button to explore without an account.
fi: Kokeile sovellusta ilman tiliä demon kirjautumispainikkeella.

# locThisDemoEntryIsNoLongerAvailable
source: This demo entry is no longer available.
fi: Tämä demomerkintä ei ole enää saatavilla.

# locCouldNotCreateAnInvitation
source: Could not create an invitation.
fi: Kutsua ei voitu luoda.

# locUnetonCouldNotSyncYourChangesConnectToTheInternetAndTryAgainBeforeSigningOut
source: Uneton could not sync your changes. Connect to the internet and try again before signing out.
fi: Uneton ei voinut synkronoida muutoksiasi. Yhdistä internetiin ja yritä uudelleen ennen uloskirjautumista.

# locResolveOrDiscardSyncConflictsBeforeSigningOut
source: Resolve or discard sync conflicts before signing out.
fi: Ratkaise tai hylkää synkronointiristiriidat ennen uloskirjautumista.

# locSyncOrResolvePendingChangesBeforeDeletingYourAccount
source: Sync or resolve pending changes before deleting your account.
fi: Synkronoi tai ratkaise odottavat muutokset ennen tilin poistamista.

# locInvalidWatchRequest
source: Invalid Watch request
fi: Virheellinen Watch-pyyntö

# locSelectAChildOnIPhoneFirst
source: Select a child on iPhone first
fi: Valitse ensin vauva iPhonessa

# locReadingAlreadyExists
source: Reading already exists
fi: Mittaus on jo olemassa

# locReadingIsNoLongerAvailable
source: Reading is no longer available
fi: Mittaus ei ole enää saatavilla

# locReadingChangedOnIPhoneRefreshAndTryAgain
source: Reading changed on iPhone. Refresh and try again.
fi: Mittaus muuttui iPhonessa. Päivitä ja yritä uudelleen.

# locSleepChangedOnIPhoneRefreshAndTryAgain
source: Sleep changed on iPhone. Refresh and try again.
fi: Uni muuttui iPhonessa. Päivitä ja yritä uudelleen.

# locCouldNotSaveOnIPhone
source: Could not save on iPhone
fi: Tallennus iPhonessa epäonnistui

# locSavedOnIPhoneSyncWillRetryWhenOnline
source: Saved on iPhone. Sync will retry when online.
fi: Tallennettu iPhoneen. Synkronointia yritetään uudelleen, kun yhteys palautuu.

# locSharedFamily
source: Shared family
fi: Jaettu perhe

# locOurFamily
source: Our family
fi: Meidän perhe

# locChild
source: Child
fi: Vauva

# locSyncOrResolveThisFamilySPendingChangesBeforeLeavingOrDeletingIt
source: Sync or resolve this family’s pending changes before leaving or deleting it.
fi: Synkronoi tai ratkaise perheen odottavat muutokset ennen perheestä poistumista tai sen poistamista.

# locEndThisBabySActiveSleepBeforeDeletingTheirRecords
source: End this baby’s active sleep before deleting their records.
fi: Päätä vauvan käynnissä oleva unijakso ennen tietojen poistamista.

# locSignInToManageThisFamily
source: Sign in to manage this family.
fi: Kirjaudu sisään hallitaksesi perhettä.

# locYourAppleSignInHasExpired
source: Your Apple sign in has expired.
fi: Apple-kirjautumisesi on vanhentunut.

# locCouldNotStartAppleSignInTryAgain
source: Could not start Apple sign in. Try again.
fi: Apple-kirjautumista ei voitu aloittaa. Yritä uudelleen.

# locChooseAManualInterval
source: Choose a manual interval.
fi: Valitse unien väli käsin.

# locEnterAFamilyName
source: Enter a family name.
fi: Anna perheelle nimi.

# locEnterAValidTimeZoneSuchAsEuropeHelsinki
source: Enter a valid time zone, such as Europe/Helsinki.
fi: Anna kelvollinen aikavyöhyke, esimerkiksi Europe/Helsinki.

# locEnterYourBabySName
source: Enter your baby’s name.
fi: Anna vauvasi nimi.

# locEnterYourName
source: Enter your name.
fi: Anna nimesi.

# locInvalidFamilyInvitation
source: Invalid family invitation
fi: Virheellinen perhekutsu

# locInvalidFamilyInvitationPeriod
source: Invalid family invitation.
fi: Virheellinen perhekutsu.

# locEndTimeMustBeAfterStartTime
source: End time must be after start time.
fi: Lopetusajan on oltava aloitusajan jälkeen.

# locStartTimeCanTBeInTheFuture
source: Start time can’t be in the future.
fi: Aloitusaika ei voi olla tulevaisuudessa.

# locPhoneAppUnavailable
source: Phone app unavailable
fi: iPhone-sovellus ei ole käytettävissä

# locDeleteYourUnetonAccount
source: Delete your Uneton account?
fi: Poistetaanko Uneton-tilisi?

source: Values are saved in a shared family record. They are not a medical assessment; contact your neuvola or healthcare professional with concerns.
fi: Arvot tallennetaan perheen yhteisiin tietoihin. Ne eivät ole lääketieteellinen arvio. Ota huolissasi yhteyttä neuvolaan tai terveydenhuollon ammattilaiseen.

source: This is a shared observation, not a medical assessment. Contact a healthcare professional if you have concerns.
fi: Tämä on perheen yhteinen havainto, ei lääketieteellinen arvio. Ota huolissasi yhteyttä terveydenhuollon ammattilaiseen.

# locYourBabyMayBeReadyForSleepSoon
source: Your baby may be ready for sleep soon.
fi: Vauvasi saattaa olla pian valmis nukkumaan.

# locHoursLowercase
source: hours
fi: tuntia

# locRhythmLowercase
source: rhythm
fi: rytmi

# locUnexpectedError
source: Something went wrong. Try again.
fi: Jokin meni vikaan. Yritä uudelleen.

# locThisChangeCouldNotBeAppliedReviewBothVersionsBeforeDeciding
source: This change could not be applied. Review both versions before deciding.
fi: Muutosta ei voitu ottaa käyttöön. Tarkista molemmat versiot ennen päätöstä.

# locStartTimeAxis
source: Start
fi: Alku

# locLikelyRange
source: Likely %@–%@
fi: Todennäköisesti %@–%@

# locEmptySleepDescription
source: Start a sleep session when %@ falls asleep. Their sleep history will build here.
fi: Aloita unijakso, kun %@ nukahtaa. Unihistoria kertyy tänne.

# locDeleteChildQuestion
source: Delete %@?
fi: Poistetaanko %@?

# locInviteExpires
source: Expires %@
fi: Vanhenee %@

# locMinutesCount
source: %@ minutes
fi: %@ minuuttia

# locMonthShort
source: %@m
fi: %@ kk

# locAwakeFor
source: awake for
fi: hereillä

# locNappingFor
source: napping for
fi: päiväunilla

# locSleepingFor
source: sleeping for
fi: nukkunut

# locSinceTime
source: since %@
fi: klo %@ alkaen

# locNextSleepLikelyAround
source: Next sleep likely around %@
fi: Seuraava uni todennäköisesti noin klo %@

# locLikelyAwakeAround
source: Likely awake around %@
fi: Herää todennäköisesti noin klo %@

# locAsleepToday
source: %@ today
fi: %@ tänään

# locChildWokeUp
source: %@ woke up
fi: %@ heräsi

# locSwipeUpForDiary
source: Swipe up for the diary
fi: Pyyhkäise ylös päiväkirjaan

# locNightLight
source: Night light
fi: Yövalo

# locNapEntry
source: Nap
fi: Päiväunet

# locNightEntry
source: Night
fi: Yöuni

# locNextSleepEstimate
source: Next sleep, estimate
fi: Seuraava uni, arvio

# locYesterday
source: Yesterday
fi: Eilen

# locDiaryAsleep
source: %@ asleep
fi: %@ unta

# locDiaryNapCount
source: Naps: %@
fi: Päiväunia: %@

# locWeight
source: Weight
fi: Paino

# locHeight
source: Height
fi: Pituus
